Repository: common-repository/voucherify
Catalog: i18n/languages/voucherify-*.po
Languages: pl_pl

source: %s applied successfully.
pl_pl: Zastosowano %s.

source: (hide)
pl_pl: (ukryj)

source: (show)
pl_pl: (pokaż)

source: -- Select promotion --
pl_pl: -- Wybierz promocję --

source: <strong>Voucherify</strong> is <strong>desynchronized</strong>.
pl_pl: <strong>Voucherify</strong> jest <strong>zdesynchronizowane</strong>.

source: <strong>Voucherify</strong> is <strong>disabled</strong>. You are currently using <strong>core WooCommerce coupons</strong>.
pl_pl: <strong>Plugin Voucherify</strong> jest <strong>wyłączony</strong>. Obecnie używasz <strong>domyślnego systemu kuponów WooCommerce</strong>.

source: <strong>Voucherify</strong> requires <strong>WooCommerce</strong> plugin enabled.
pl_pl: Plugin <strong>Voucherify</strong> do poprawnego działania wymaga zainstalowanego i aktywowanego pluginu <strong>WooCommerce</strong>.

source: <strong>Warning: Resynchronization may take up to couple minutes</strong>
pl_pl: <strong>Uwaga: Resynchronizacja może potrwać kilka minut</strong>

source: Add coupon or gift card
pl_pl: Dodaj kod rabatowy lub kartę podarunkową

source: All available promotions
pl_pl: Wszystkie dostępne promocje

source: Applied coupons
pl_pl: Dodane kody rabatowe

source: Applied gift cards
pl_pl: Dodane karty podarunkowe

source: Applied promotions
pl_pl: Dodane promocje

source: Apply coupons on renewal orders (up to their limits)
pl_pl: Aplikuj kody rabatowe do zamówień odnawiających subskrypcję (do limitu ich użycia)

source: Apply promotion
pl_pl: Zastosuj promocję

source: Available balance
pl_pl: Dostępne saldo

source: Code %s was not valid anymore and it has been removed.
pl_pl: Kod rabatowy %s został usunięty, ponieważ nie można było go zaaplikować do tego zamówienia.

source: Couldn't delete customer
pl_pl: Nie można usunąć klienta

source: Couldn't save customer
pl_pl: Nie można zapisać klienta

source: Coupon added
pl_pl: Kod rabatowy dodany

source: Coupon code
pl_pl: Kod rabatowy

source: Coupon code "%s" has been applied.
pl_pl: Kod rabatowy "%s" został dodany.

source: Coupon code %s already applied!
pl_pl: Kod rabatowy %s został już wcześniej zaaplikowany!

source: Coupon code %s applied successfully.
pl_pl: Kod rabatowy %s został pomyślnie zaaplikowany.

source: Coupon code %s removed.
pl_pl: Kod rabatowy %s został usunięty.

source: Coupon code %s was not applied.
pl_pl: Kod rabatowy %s nie został zaaplikowany.

source: Coupon code already applied!
pl_pl: Kod rabatowy został już wcześniej zaaplikowany.

source: Coupon removed
pl_pl: Kod rabatowy został usunięty.

source: Coupon:
pl_pl: Kod rabatowy:

source: days
pl_pl: dni

# Discount applied (<coupon code>): <amount>
source: Discount applied (%s): %s
pl_pl: Zaaplikowany rabat (%s): %s

source: Enter amount to apply
pl_pl: Podaj kwotę

source: Enter code
pl_pl: Wpisz kod

source: Gift card
pl_pl: Karta podarunkowa

source: Gift card "%s" has been applied with amount %s.
pl_pl: Karta podarunkowa "%s" została dodana na kwotę %s.

source: Gift card "%s" has been removed from your cart.
pl_pl: Karta podarunkowa "%s" została usunięta z Twojego koszyka.

source: Gift card %s was not valid anymore and it has been removed.
pl_pl: Karta podarunkowa %s została usunięta, ponieważ nie można było jej zaaplikować do tego zamówienia.

source: Gift card added
pl_pl: Dodano kartę podarunkową

source: Gift card already applied!
pl_pl: Karta podarunkowa została już wcześniej dodana!

source: Gift card removed
pl_pl: Usunięto kartę podarunkową

source: Gift card: %s
pl_pl: Karta podarunkowa: %s

source: Gift cards
pl_pl: Karty podarunkowe

source: Have a coupon?
pl_pl: Posiadasz kod rabatowy?

source: hour
pl_pl: godzina

source: hours
pl_pl: godzin

source: I want to receive updates about products and promotions.
pl_pl: Chcę otrzymywać informacje na temat produktów i promocji.

source: If you are not changing a Voucherify project, you do not have to resynchronize your data.
pl_pl: Jeśli nie zmieniasz projektu w Voucherify, nie musisz synchronizować danych.

source: If you have a coupon code, please apply it below.
pl_pl: Jeśli posiadasz kod rabatowy, dodaj go proszę poniżej.

source: If you have changed your App ID and/or App Secret Key, because you want to change a Voucherify project, resynchronize all your products, SKUs, customers, and orders to migrate this data to Voucherify.
pl_pl: Jeśli zmieniasz token App ID lub App Secret Key, ponieważ zmieniasz projekt w Voucherify, zsynchronizuj ponownie wszystkie produkty, SKU, klientów i zamówienia, aby dodać te dane do Voucherify.

source: Integrates Voucherify API with woocommerce replacing core coupons functionality
pl_pl: Integruje API Voucherify z Woocommerce zastępując domyślną funkcjonalność kuponów.

source: Length of coupon validity time window after application
pl_pl: Długość okna czasowego ważności kuponu po jego zastosowaniu

source: minute
pl_pl: minuta

source: minutes
pl_pl: minuty

source: More info about endpoints:
pl_pl: Więcej informacji na temat punktów końcowych:

source: Please provide a valid code.
pl_pl: Proszę podać prawidłowy kod rabatowy.

source: Promotion
pl_pl: Promocja

source: Promotion "%s" has been applied.
pl_pl: Promocja "%s" została dodana.

source: Promotion "%s" has been removed from your cart.
pl_pl: Promocja "%s" została usunięta z Twojego koszyka.

source: Promotion %s removed.
pl_pl: Promocja %s została usunięta.

source: Promotion %s was not applied.
pl_pl: Promocja %s nie została zaaplikowana.

source: Promotion %s was not valid anymore and it has been removed.
pl_pl: Promocja %s została usunięta, ponieważ nie można było jej zaaplikować do tego zamówienia.

source: Promotion already applied!
pl_pl: Promocja jest już zaaplikowana!

source: Promotion code already applied!
pl_pl: Promocja jest już zaaplikowana!

source: Promotion code applied successfully.
pl_pl: Promocja została zaaplikowana.

source: Promotion has not been accepted thus a discount will not be applied.
pl_pl: Promocja nie została zakceptowana, dlatego nie zastosowano rabatu.

source: Promotion removed
pl_pl: Promocja została usunięta.

source: Promotion: %s
pl_pl: Promocja: %s

source: Recurring total to pay
pl_pl: Do zapłaty przy kolejnych odnowieniach

source: Remove gift card "%s"
pl_pl: Usuń kartę podarunkową "%s"

source: Remove promotion "%s"
pl_pl: Usuń promocję "%s"

source: Resynchronize all existing products, SKUs, customers, and orders, including those that have been already synchronized.
pl_pl: Zsynchronizuj ponownie wszystkie istniejące produkty, SKU, klientów i zamówienia w tym te, które zostały już zsynchronizowane.

source: Rollback voucher redemption
pl_pl: Cofnięcie wykorzystania kuponu.

source: Save changes and resynchronize
pl_pl: Zapisz zmiany i zsynchronizuj ponownie

source: Save Changes without resynchronization
pl_pl: Zapisz zmiany bez synchronizacji

source: second
pl_pl: sekunda

source: Select available promotion
pl_pl: Wybierz dostępną promocję

source: Select promotion
pl_pl: Wybierz promocję

source: Show all promotions
pl_pl: Pokaż wszystkie promocje

source: Successfully applied %s from the gift card.
pl_pl: Pomyślnie pobrano %s z karty podarunkowej.

source: Synchronize
pl_pl: Synchronizuj

source: Synchronize all products, SKUs, customers, and orders that have not been synchronized yet.
pl_pl: Zsynchronizuj produkty, SKU, klientów i zamówienia, które nie zostały jeszcze zsynchronizowane.

source: Synchronize manually in the Voucherify Options.
pl_pl: Zsynchronizuj ręcznie w opcjach pluginu Voucherify.

source: The discount will be applied to subsequent subscription renewals. The quantity of discounted renewals is defined by the coupon redemption limit.
pl_pl: Rabat zostanie dodany do kolejnych odnowień subskrypcji. Liczba odnowień z rabatem jest ograniczona limitem wykorzystania kodu rabatowego.

source: This action may take several minutes.
pl_pl: Ta czynność może potrwać kilka minut.

source: This is some example data from the server
pl_pl: Oto przykładowe dane z serwera

source: Time to release:
pl_pl: Czas do zdjęcia blokady

source: Total to pay
pl_pl: Do zapłaty

source: Voucher was already removed
pl_pl: Kupon został już usunięty

source: Voucherify integration enabled
pl_pl: Włącz integrację z Voucherify

source: Voucherify Options
pl_pl: Opcje Voucherify

source: Voucherify rollback enabled
pl_pl: Włącz anulowanie wykorzystania kuponów w Voucherify

source: Voucherify session
pl_pl: Sesja Voucherify

source: Voucherify: %s was rolled back
pl_pl: Voucherify: wykorzystanie kodu %s zostało anulowane

source: Voucherify: %s were rolled back
pl_pl: Voucherify: wykorzystanie kuponów %s zostało anulowane

source: WARNING: Code %s was validated successfully, payment might have been charged with the discount, but the coupon was not redeemed.
pl_pl: UWAGA: Kod rabatowy %s został poprawnie zweryfikowany, możliwe też, że płatność została pobrana uwzględniając rabat, natomiast nie został skutecznie zrealizowany po stronie Voucherify.

source: WARNING: Gift card %s was validated successfully, payment might have been charged with the discount, but the gift card was not redeemed.
pl_pl: UWAGA: Karta podarunkowa %s została poprawnie zweryfikowana, możliwe też, że płatność została pobrana uwzględniając rabat, natomiast nie została skutecznie zrealizowana po stronie Voucherify.

source: WARNING: Promotion %s was validated successfully, payment might have been charged with the discount, but the promotion was not redeemed.
pl_pl: UWAGA: Promocja %s została poprawnie zweryfikowana, możliwe też, że płatność została pobrana uwzględniając rabat, natomiast nie została skutecznie zrealizowana po stronie Voucherify.

source: You have changed App ID or App Secret Key
pl_pl: App ID lub App Secret Key został zmieniony

source: Your coupon form from voucherify will show up here
pl_pl: Formularz dla kodów rabatowych z Voucherify pojawi się w tym miejscu
